{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": " s"
			},
			"Translation":
			{
				"Text": " 秒"
			},
			"Key": "4C5662C64F67E9AE4C77699863344AC2"
		},
		{
			"Source":
			{
				"Text": "0"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "5E05531D474046FD09BBB69E8FE061DA"
		},
		{
			"Source":
			{
				"Text": "0/0"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "17B5B0DF44B10C7CEFCA4C910634EF03"
		},
		{
			"Source":
			{
				"Text": "00.0"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "74BDACF94667D34D9165D0BC4EBB73D0"
		},
		{
			"Source":
			{
				"Text": "Cooldowns"
			},
			"Translation":
			{
				"Text": "クールダウン"
			},
			"Key": "C55A59E244C5726469B2B8AC28699C50"
		},
		{
			"Source":
			{
				"Text": "ENEMY FELLED"
			},
			"Translation":
			{
				"Text": "敵を倒した"
			},
			"Key": "BEBAAD794D9EB5775F9FEAB9B87BC42C"
		},
		{
			"Source":
			{
				"Text": "Loading..."
			},
			"Translation":
			{
				"Text": "読み込み中"
			},
			"Key": "F2EF60F5444C4CDA866204BE45A3FEEC"
		},
		{
			"Source":
			{
				"Text": "Name"
			},
			"Translation":
			{
				"Text": "名前"
			},
			"Key": "A884AEBD4F632890F8D6EE93883BB5E3"
		},
		{
			"Source":
			{
				"Text": "Skill Name "
			},
			"Translation":
			{
				"Text": "スキル名"
			},
			"Key": "A6B69DE5486944CCC947BCABD287452A"
		},
		{
			"Source":
			{
				"Text": "YOU DIED"
			},
			"Translation":
			{
				"Text": "死んだ"
			},
			"Key": "7D650A574A3C4FF7A849B5A2422A6629"
		},
		{
			"Source":
			{
				"Text": "{CURR}/{MAX}"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "8CA577F84C4EE7BABDC0DEB285F4AF41"
		},
		{
			"Source":
			{
				"Text": "{VAL}"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "05CB1ECD430E784A39C3F1A5857FA337"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "Localization",
			"Children": [
				{
					"Source":
					{
						"Text": "Attack: L/R Mouse Btn."
					},
					"Translation":
					{
						"Text": "攻撃: L/R マウス ボタン。"
					},
					"Key": "CONTROLS_ATTACK"
				},
				{
					"Source":
					{
						"Text": "Dodge: Left Ctrl"
					},
					"Translation":
					{
						"Text": "回避: 左Ctrl"
					},
					"Key": "CONTROLS_DODGE"
				},
				{
					"Source":
					{
						"Text": "English"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "LANGUAGE_EN"
				},
				{
					"Source":
					{
						"Text": "Exit"
					},
					"Translation":
					{
						"Text": "ゲームを終了する"
					},
					"Key": "MENU_EXIT"
				},
				{
					"Source":
					{
						"Text": "Flame Breath"
					},
					"Translation":
					{
						"Text": "炎の息"
					},
					"Key": "ENEMY_SKILL_FLAME_BREATH"
				},
				{
					"Source":
					{
						"Text": "Game Title"
					},
					"Translation":
					{
						"Text": "ゲームタイトル"
					},
					"Key": "MENU_GAME_TITLE"
				},
				{
					"Source":
					{
						"Text": "Jump: Space"
					},
					"Translation":
					{
						"Text": "ジャンプ：スペース"
					},
					"Key": "CONTROLS_JUMP"
				},
				{
					"Source":
					{
						"Text": "Look: Mouse"
					},
					"Translation":
					{
						"Text": "周りを見回す：マウス"
					},
					"Key": "CONTROLS_LOOK"
				},
				{
					"Source":
					{
						"Text": "Magic Shield"
					},
					"Translation":
					{
						"Text": "魔法の盾"
					},
					"Key": "SKILL_NAME_SHIELD"
				},
				{
					"Source":
					{
						"Text": "Move: W,A,S,D"
					},
					"Translation":
					{
						"Text": "移動: W、A、S、D"
					},
					"Key": "CONTROLS_MOVE"
				},
				{
					"Source":
					{
						"Text": "Mutant Behemoth"
					},
					"Translation":
					{
						"Text": "ミュータントベヒーモス"
					},
					"Key": "CHARACTER_NAME_MUTANT"
				},
				{
					"Source":
					{
						"Text": "Pause"
					},
					"Translation":
					{
						"Text": "ゲームを一時停止"
					},
					"Key": "MENU_PAUSE"
				},
				{
					"Source":
					{
						"Text": "Punch"
					},
					"Translation":
					{
						"Text": "パンチ"
					},
					"Key": "ENEMY_SKILL_PUNCH"
				},
				{
					"Source":
					{
						"Text": "Resume"
					},
					"Translation":
					{
						"Text": "再開する"
					},
					"Key": "MENU_RESUME"
				},
				{
					"Source":
					{
						"Text": "Shield: Q"
					},
					"Translation":
					{
						"Text": "盾: Q"
					},
					"Key": "CONTROLS_SHIELD"
				},
				{
					"Source":
					{
						"Text": "Special Attack: E"
					},
					"Translation":
					{
						"Text": "特殊攻撃：E"
					},
					"Key": "CONTROLS_SPEC_ATTACK"
				},
				{
					"Source":
					{
						"Text": "Spinning Kick"
					},
					"Translation":
					{
						"Text": "スピニングキック"
					},
					"Key": "SKILL_NAME_SPEC"
				},
				{
					"Source":
					{
						"Text": "Start"
					},
					"Translation":
					{
						"Text": "始める"
					},
					"Key": "MENU_START"
				},
				{
					"Source":
					{
						"Text": "Stomp"
					},
					"Translation":
					{
						"Text": "踏み鳴らす"
					},
					"Key": "ENEMY_SKILL_STOMP"
				},
				{
					"Source":
					{
						"Text": "Swipe"
					},
					"Translation":
					{
						"Text": "スワイプ"
					},
					"Key": "ENEMY_SKILL_SWIPE"
				},
				{
					"Source":
					{
						"Text": "Target Dummy"
					},
					"Translation":
					{
						"Text": "ターゲットダミー"
					},
					"Key": "CHARACTER_NAME_DUMMY"
				},
				{
					"Source":
					{
						"Text": "日本語"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "LABGUAGE_JP"
				}
			]
		}
	]
}